<html><head><meta http-equiv="Content-Type" content="text/html; charset=utf-8"><title>&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500; Xfce 4</title><link rel="stylesheet" href="../xfce-rtl.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.69.1"><link rel="start" href="#xfce4-appfinder" title="&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500; Xfce 4"><link rel="next" href="#appfinder-intro" title="&#1502;&#1489;&#1493;&#1488;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="article" lang="he"><div class="titlepage"><div><div><h1 class="title"><a name="xfce4-appfinder"></a>&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500; Xfce 4</h1></div><div><div class="authorgroup"><div class="author"><h3 class="author"><span class="firstname">Eduard</span> <span class="surname">Roccatello</span></h3><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:eduard@xfce.org">eduard@xfce.org</a>&gt;</code></p></div></div></div><p class="othercredit"><span class="contrib">&#1514;&#1512;&#1490;&#1493;&#1501; &#1506;&#1489;&#1512;&#1497;</span>: <span class="firstname">&#1491;&#1493;&#1514;&#1503;</span> <span class="surname">&#1511;&#1502;&#1489;&#1512;</span></p><div class="affiliation"><div class="address"><p><code class="email">&lt;<a href="mailto:kamberd@yahoo.com">kamberd@yahoo.com</a>&gt;</code></p></div></div></div></div><div><span xmlns="http://www.w3.org/TR/xhtml1/transitional" class="releaseinfo">&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1502;&#1514;&#1488;&#1512; &#1488;&#1514; <strong xmlns="" class="application"><code>xfce4-appfinder</code></strong> &#1490;&#1512;&#1505;&#1492; 4.2 &#1506;&#1497;&#1491;&#1499;&#1493;&#1503; &#1488;&#1495;&#1512;&#1493;&#1503; : November 2004
 <br></br></span></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501;  2004 Eduard Roccatello</p></div><div><p class="copyright">&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1497;&#1493;&#1510;&#1512;&#1497;&#1501;  2005 Dotan Kamber (Hebrew
   translation)&lrm;</p></div></div><hr></div><div class="toc"><p><b>&#1514;&#1493;&#1499;&#1503; &#1492;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501;</b></p><dl><dt><span class="sect1"><a href="#appfinder-intro">&#1502;&#1489;&#1493;&#1488;</a></span></dt><dt><span class="sect1"><a href="#appfinder-getting-started">&#1502;&#1514;&#1495;&#1497;&#1500;&#1497;&#1501;</a></span></dt><dt><span class="sect1"><a href="#appfinder-advanced">&#1514;&#1499;&#1493;&#1504;&#1493;&#1514; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514; &#1513;&#1500; &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;</a></span></dt><dt><span class="sect1"><a href="#appfinder-copyright">&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfce4-appfinder</code></strong></a></span></dt></dl></div><p></p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="appfinder-intro"></a>&#1502;&#1489;&#1493;&#1488;</h2></div></div></div><p>
&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1492;&#1493;&#1488; &#1495;&#1500;&#1511; &#1502;<a href="http://www.xfce.org" target="_top">&#1505;&#1489;&#1497;&#1489;&#1514; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500; Xfce 4</a> &#1493;&#1502;&#1489;&#1497;&#1488; &#1488;&#1500;&#1497;&#1492; &#1495;&#1497;&#1508;&#1493;&#1513; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1499;&#1493;&#1500;&#1492;. &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1502;&#1495;&#1508;&#1513;&#1514; &#1511;&#1489;&#1510;&#1497; <code class="filename">&lrm;.desktop</code> &#1489;&#1492;&#1514;&#1488;&#1501; &#1500;&#1502;&#1508;&#1512;&#1496; &#1513;&#1500; freedesktop &#1493;&#1512;&#1493;&#1513;&#1502;&#1514; &#1488;&#1514; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1504;&#1502;&#1510;&#1488;&#1493;. 
  </p></div><p></p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="appfinder-getting-started"></a>&#1502;&#1514;&#1495;&#1497;&#1500;&#1497;&#1501;</h2></div></div></div><p>
&#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1488;&#1514; &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1502;&#1502;&#1505;&#1493;&#1507; &#1506;&#1500; &#1497;&#1491; &#1492;&#1512;&#1510;&#1514; &#1492;&#1508;&#1511;&#1493;&#1491;&#1492;
  <span><strong class="command">xfce4-appfinder</strong></span> &#1488;&#1493; &#1500;&#1513;&#1490;&#1512; &#1488;&#1514; &#1492;&#1497;&#1513;&#1493;&#1501; &#1491;&#1512;&#1498; &#1502;&#1513;&#1490;&#1512; &#1489;&#1500;&#1493;&#1495;.
  </p><p>
&#1489;&#1488;&#1497;&#1514;&#1495;&#1493;&#1500; &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1497;&#1493;&#1508;&#1497;&#1506; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1502;&#1505;&#1498; &#1495;&#1500;&#1493;&#1503; &#1492;&#1504;&#1512;&#1488;&#1492; &#1499;&#1498;:
  </p><div class="figure"><a name="default-appfinder-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 1. &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/default_appfinder.png" alt="&#1495;&#1500;&#1493;&#1503; &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500; Xfce4 &#1504;&#1495;&#1500;&#1511; &#1500;&#1513;&#1504;&#1497;&#1497;&#1501;: &#1502;&#1513;&#1502;&#1488;&#1500; &#1497;&#1513; &#1500;&#1504;&#1493; &#1511;&#1489;&#1493;&#1510;&#1493;&#1514; &#1493;&#1502;&#1497;&#1502;&#1497;&#1503; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1504;&#1502;&#1510;&#1488;&#1493; &#1493;&#1502;&#1514;&#1488;&#1497;&#1502;&#1497;&#1501; &#1500;&#1511;&#1489;&#1493;&#1510;&#1492; &#1492;&#1504;&#1489;&#1495;&#1512;&#1514;. &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1502;&#1499;&#1497;&#1500; &#1490;&#1501; &#1514;&#1497;&#1489;&#1492; &#1500;&#1495;&#1497;&#1508;&#1493;&#1513; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1492;&#1514;&#1493;&#1488;&#1502;&#1497;&#1501; &#1502;&#1497;&#1500;&#1514; &#1502;&#1508;&#1514;&#1495; &#1502;&#1505;&#1493;&#1497;&#1502;&#1514;.
	  "></div></div></div><p>
&#1500;&#1495;&#1497;&#1510;&#1492; &#1499;&#1508;&#1493;&#1500;&#1492; &#1506;&#1500; &#1497;&#1513;&#1493;&#1501; &#1514;&#1513;&#1490;&#1512; &#1488;&#1493;&#1514;&#1493;, &#1500;&#1495;&#1497;&#1510;&#1492; &#1497;&#1502;&#1504;&#1497;&#1514; &#1514;&#1510;&#1497;&#1490; &#1495;&#1500;&#1493;&#1503; &#1502;&#1494;&#1504;&#1511; &#1502;&#1502;&#1504;&#1493; &#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1500; &#1502;&#1497;&#1491;&#1506; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;&#1497;&#1513;&#1493;&#1501; &#1492;&#1504;&#1489;&#1495;&#1512;
  </p><div class="figure"><a name="handle-popup-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 2. &#1514;&#1508;&#1512;&#1497;&#1496; &#1502;&#1494;&#1504;&#1511;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/appfinder-handle-popup.png" alt="&#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;&#1502;&#1494;&#1504;&#1511; &#1513;&#1500; &#1492;&#1500;&#1495;&#1497;&#1510;&#1492; &#1492;&#1497;&#1502;&#1504;&#1497;&#1514;."></div></div></div><p>
&#1495;&#1500;&#1493;&#1503; &#1492;&#1502;&#1497;&#1491;&#1506; &#1513;&#1497;&#1502;&#1493;&#1513;&#1497; &#1500;&#1511;&#1489;&#1500;&#1514; &#1499;&#1500; &#1508;&#1512;&#1496;&#1497; &#1492;&#1502;&#1493;&#1489;&#1488;&#1492; &#1513;&#1500; &#1511;&#1493;&#1489;&#1509; desktop. &#1504;&#1497;&#1514;&#1503; &#1500;&#1511;&#1489;&#1500; &#1502;&#1497;&#1491;&#1506; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;&#1513;&#1501;, &#1492;&#1506;&#1512;&#1493;&#1514;, &#1511;&#1489;&#1493;&#1510;&#1493;&#1514; &#1492;&#1513;&#1514;&#1497;&#1499;&#1493;&#1514; &#1493;&#1508;&#1511;&#1493;&#1491;&#1492;.
  </p><div class="figure"><a name="item-popup-fig"></a><p class="title"><b>&#1488;&#1497;&#1493;&#1512; 3. &#1495;&#1500;&#1493;&#1503; &#1502;&#1497;&#1491;&#1506; &#1500;&#1508;&#1512;&#1497;&#1496;</b></p><div class="screenshot"><div class="mediaobject"><img src="images/appfinder-item-popup.png" alt="&#1495;&#1500;&#1493;&#1503; &#1502;&#1497;&#1491;&#1506; &#1500;&#1508;&#1512;&#1497;&#1496;."></div></div></div></div><p></p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="appfinder-advanced"></a>&#1514;&#1499;&#1493;&#1504;&#1493;&#1514; &#1502;&#1514;&#1511;&#1491;&#1502;&#1493;&#1514; &#1513;&#1500; &#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;</h2></div></div></div><p>
&#1500;&#1502;&#1488;&#1514;&#1512; &#1492;&#1513;&#1497;&#1493;&#1502;&#1497;&#1501; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1514;&#1511;&#1513;&#1512; &#1506;&#1501; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1514; &#1491;&#1512;&#1498; &#1490;&#1512;&#1497;&#1512;&#1492; &#1493;&#1492;&#1496;&#1500;&#1492;. &#1492;&#1500;&#1499;&#1492; &#1500;&#1502;&#1506;&#1513;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1496;&#1497;&#1500; &#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1506;&#1500; &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; Xfce 4 &#1493;&#1506;&#1500; &#1495;&#1500;&#1511;&#1497;&#1501; &#1502;&#1505;&#1493;&#1497;&#1502;&#1497;&#1501; &#1502;&#1492;&#1500;&#1493;&#1495;.
  </p><p>
&#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1512;&#1493;&#1498; &#1488;&#1514; &#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1491;&#1512;&#1498; &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; Xfce 4 &#1489;&#1506;&#1494;&#1512;&#1514; &#1490;&#1512;&#1497;&#1512;&#1492; &#1493;&#1492;&#1496;&#1500;&#1492; &#1502;&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;. &#1489;&#1488;&#1493;&#1508;&#1503; &#1494;&#1492; &#1495;&#1497;&#1508;&#1493;&#1513; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1493;&#1492;&#1493;&#1505;&#1508;&#1514;&#1501; &#1500;&#1514;&#1508;&#1512;&#1497;&#1496; &#1513;&#1493;&#1500;&#1495;&#1503; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1497;&#1492;&#1497;&#1493; &#1511;&#1500;&#1497;&#1501; &#1497;&#1493;&#1514;&#1512; &#1493;&#1502;&#1492;&#1497;&#1512;&#1497;&#1501; &#1497;&#1493;&#1514;&#1512;. &#1499;&#1500; &#1513;&#1497; &#1500;&#1506;&#1513;&#1493;&#1514; &#1492;&#1493;&#1488; &#1500;&#1489;&#1495;&#1493;&#1512; &#1508;&#1512;&#1497;&#1496; &#1502;&#1492;&#1512;&#1513;&#1497;&#1502;&#1492; &#1489;&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1500;&#1490;&#1512;&#1493;&#1512; &#1488;&#1493;&#1514;&#1493; &#1506;&#1500; &#1512;&#1513;&#1497;&#1502;&#1514; &#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496;&#1497;&#1501; &#1493;&#1500;&#1492;&#1504;&#1493;&#1514; &#1502;&#1492;&#1514;&#1493;&#1510;&#1488;&#1492;.
  </p><p>
&#1502;&#1488;&#1514;&#1512; &#1492;&#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500; Xfce 4 &#1514;&#1493;&#1502;&#1498; &#1490;&#1501; &#1489;&#1490;&#1512;&#1497;&#1512;&#1492; &#1493;&#1492;&#1496;&#1500;&#1492; &#1506;&#1500; &#1495;&#1500;&#1493;&#1503; &#1492;&#1492;&#1490;&#1491;&#1512;&#1493;&#1514; &#1513;&#1500; &#1502;&#1513;&#1490;&#1512; &#1500;&#1493;&#1495; Xfce 4. &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1496;&#1497;&#1500; &#1508;&#1512;&#1497;&#1496;&#1497; &#1502;&#1488;&#1514;&#1512; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1506;&#1500; &#1502;&#1493;&#1489;&#1488;&#1514; &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1513;&#1500; &#1502;&#1513;&#1490;&#1512; &#1500;&#1493;&#1495; &#1493;&#1500;&#1511;&#1489;&#1500; &#1488;&#1514; &#1499;&#1500; &#1492;&#1508;&#1511;&#1493;&#1491;&#1492; &#1512;&#1513;&#1493;&#1502;&#1492;. &#1491;&#1512;&#1498; &#1502;&#1492;&#1497;&#1512;&#1492; &#1500;&#1492;&#1493;&#1505;&#1508;&#1514; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501;.
  </p></div><p></p><div class="sect1" lang="he"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="appfinder-copyright"></a>&#1488;&#1493;&#1491;&#1493;&#1514; <strong class="application"><code>xfce4-appfinder</code></strong></h2></div></div></div><p><strong class="application"><code>xfce4-appfinder</code></strong> &#1504;&#1499;&#1514;&#1489; &#1506;&#1500; &#1497;&#1491;&#1497; Eduard Roccatello 
    (<code class="email">&lt;<a href="mailto:eduard@xfce.org">eduard@xfce.org</a>&gt;</code>)&lrm;. &#1500;&#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507; &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1511;&#1512; &#1489; <a href="http://www.xfce.org" target="_top">&#1488;&#1514;&#1512; Xfce</a>. 
  </p><p>&#1500;&#1491;&#1497;&#1493;&#1493;&#1495; &#1506;&#1500; &#1514;&#1511;&#1500;&#1492; &#1488;&#1493; &#1499;&#1491;&#1497; &#1500;&#1492;&#1510;&#1497;&#1506; &#1491;&#1489;&#1512; &#1502;&#1492; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1497;&#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1488;&#1493; &#1500;&#1502;&#1491;&#1512;&#1497;&#1498; &#1494;&#1492; &#1497;&#1513; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1502;&#1506;&#1511;&#1489; &#1488;&#1495;&#1512; &#1514;&#1511;&#1500;&#1493;&#1514; &#1489;- <a href="http://bugzilla.xfce.org/" target="_top">http://bugzilla.xfce.org/</a>. 
  </p><p>&#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1513;&#1488;&#1500;&#1493;&#1514; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1488;&#1493; &#1500;&#1492;&#1514;&#1511;&#1504;&#1514; &#1497;&#1513;&#1493;&#1501; &#1494;&#1492; &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1508;&#1504;&#1493;&#1514;&#1503; <a href="http://lunar-linux.org/mailman/listinfo/xfce" target="_top">&#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; &#1513;&#1500; Xfce</a>. &#1491;&#1497;&#1493;&#1504;&#1497;&#1501; &#1488;&#1493;&#1491;&#1493;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1504;&#1506;&#1512;&#1499;&#1497;&#1501; &#1489;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1491;&#1497;&#1493;&#1493;&#1512; <a href="http://lunar-linux.org/mailman/listinfo/xfce4-dev" target="_top">xfce4-dev</a>.
  </p><p> &#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493; &#1502;&#1493;&#1508;&#1510;&#1514; &#1514;&#1495;&#1514; &#1514;&#1504;&#1488;&#1497; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; GPL (GNU General Public Liscense)&lrm; &#1499;&#1508;&#1497; &#1513;&#1492;&#1501; &#1502;&#1508;&#1493;&#1512;&#1505;&#1502;&#1497;&#1501; &#1506;&#1500; &#1497;&#1491;&#1497; &#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;; &#1490;&#1512;&#1505;&#1492; 2 &#1513;&#1500; &#1492;&#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1488;&#1493; (&#1500;&#1489;&#1495;&#1497;&#1512;&#1514;&#1498;) &#1499;&#1500; &#1490;&#1512;&#1505;&#1492; &#1502;&#1488;&#1493;&#1495;&#1512;&#1514; &#1497;&#1493;&#1514;&#1512;.
  </p><p>&#1506;&#1493;&#1514;&#1511; &#1513;&#1500; &#1512;&#1497;&#1513;&#1497;&#1493;&#1503; &#1492;- GNU General Public Liscense &#1488;&#1502;&#1493;&#1512; &#1492;&#1497;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1510;&#1493;&#1512;&#1507; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493;; &#1488;&#1501; &#1500;&#1488; &#1499;&#1498;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1499;&#1514;&#1493;&#1489; &#1500;&#1511;&#1512;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497;&#1514;: Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, 
    USA.
</p></div></div></body></html>
