Repository: xfce-mirror/xfce4-appfinder
Catalog: po/*.po
Languages: tt

source: Forced to quit
tt: Мәҗбүри рәвештә туктату

source: All Applications
tt: Барлык кушымталар

source: Name
tt: Исем

source: Comment
tt: Комментарий

source: Command
tt: Команда

source: Categories
tt: Категорияләр

source: Filename
tt: Файл исеме

source: Commands History
tt: Командалар журналы

source: Bookmarks
tt: Кыстыргычлар

source: C_lear
tt: _Чистартырга

source: This will permanently clear the custom command history.
tt: Командалар журналы кире кайтарылмаслык итеп чистартылачак.

source: Are you sure you want to clear the command history?
tt: Командалар журналын чистартыргамы?

source: _Delete
tt: _Бетерергә

source: The custom action will be deleted permanently.
tt: Кулланучы гамәле торгызу мөмкинлегеннән башка бетереләчәк.

source: Are you sure you want to delete pattern "%s"?
tt: «%s» шаблонын бетерергәме?

source: Application Finder
tt: Кушымталар эзләү

source: Toggle view mode
tt: Күрсәтү режимын күчерергә

source: _Preferences
tt: _Көйләүләр

source: La_unch
tt: _Эшләтергә

source: Failed to launch desktop item editor
tt: Эш өстәле элементлары редакторын эшләтеп булмады

source: This will permanently remove the custom desktop file from your home directory.
tt: Сезнең desktop-файл төп каталогыгыздан мәңгегә бетереләчәк.

source: Are you sure you want to revert "%s"?
tt: «%s» шаблонын кайтарыргамы?

source: Failed to remove desktop file
tt: Эш өстәлендәге файлны бетереп булмады

source: To unhide the item you have to manually remove the desktop file from "%s" or open the file in the same directory and remove the line "%s".
tt: Бу элементны яңадан күрсәтү өчен сезгә «%s» битеннән desktop-файлны кулдан бетерергә яисә бу файлны шул ук каталогта ачып «%s» юлын бетерергә туры киләчәк.

source: _Hide
tt: _Яшерергә

source: Are you sure you want to hide "%s"?
tt: «%s» яшерергәме?

source: Remove From Bookmarks
tt: Кыстыргычлардан бетерергә

source: Add to Bookmarks
tt: Кыстыргычларга өстәргә

source: _Edit
tt: _Үзгәртергә

source: _Revert
tt: _Баш тарту

source: Start in collapsed mode
tt: Төрелгән режимда эшләтеп җибәрергә

source: Print version information and exit
tt: Версия турында мәгълүматны күрсәтергә һәм чыгарга

source: Replace the existing service
tt: Гамәлдә булган хезмәтне алмаштырырга

source: Quit all instances
tt: Барлык экземплярларны ябарга

source: Do not try to use or become a D-Bus service
tt: D-Bus хезмәтен кулланырга яисә ул булырга кирәкми

source: Run in daemon mode
tt: Хезмәт режимында эшләтергә

source: Type "%s --help" for usage.
tt: Куллану турында мәгълүмат алу өчен «%s --help» языгыз.

source: The Xfce development team. All rights reserved.
tt: Xfce төзүчеләр командасы. Барлык хокуклар якланган.

source: Please report bugs to <%s>.
tt: Хаталар турында <%s> хәбәр итегез.

source: Prefix
tt: Префикс

source: Regular Expression
tt: Регуляр аңлатма

source: Very Small
tt: Бик кечкенә

source: Smaller
tt: Кечкенәрәк

source: Small
tt: Кечкенә

source: Normal
tt: Нормаль

source: Large
tt: Зур

source: Larger
tt: Зуррак

source: Very Large
tt: Бик зур

source: _Close
tt: _Ябарга

source: _Help
tt: _Ярдәм

source: Remember last _selected category
tt: Кулланылган категорияләрне _истә калдырырга

source: Always c_enter the window
tt: Һәрвакыт _экран үзәгендә

source: Center the window on startup.
tt: Тәрәзне экран үзәгендә күрсәтергә.

source: Keep running _instance in the background
tt: Эшләгән кушымтаның фон режимында эшен тәэмин итәргә

source: Instead of quitting the application when the last window is closed, keep a running instance to speed up opening new windows. You might want to disable this to reduce memory usage.
tt: Яңа тәрәзләрне ачуны тизләтү өчен, соңгы тәрәзне япканда чыгу урынына, кушымтаның эшли торган экземплярын тоткарларга. Сез хәтер куллануны киметү өчен бу опцияне өзеп куя аласыз.

source: Single window
tt: Бер тәрәз

source: When an instance is running in the background, only open one window at a time.
tt: Кушымтаның экземпляры фон режимында эшләгәндә бер генә тәрәз ачарга.

source: Sort recently used items first
tt: Яңа кулланылган элементларны беренче күрсәтергә

source: Order items, such that items that are most recently used are always on the top.
tt: Элементларны яңа гына кулланылганнары өстә булырлык итеп тәртипләштерергә.

source: Behaviour
tt: Үз-үзен тотышы

source: _View items as icons
tt: _Элементлар пиктограммалар буларак

source: Text besi_de icons
tt: _Пиктограммалар янында текст

source: Ite_m icon size:
tt: _Элемент пиктограммасы күләме:

source: Hide category pane
tt: Категорияләр панелен яшерергә

source: Hide category panel and show all applications.
tt: Категорияләр панелен яшерергә һәм барлык кушымталарны күрсәтергә.

source: Categ_ory icon size:
tt: Категория пиктограммасы күләме:

source: Hide window decorations
tt: Тәрәз бизәлешләрен яшерергә

source: Hide window decorations such as title bar and borders.
tt: Башлам юлы һәм тәрәз читләре кебек тәрәз бизәлеше элементларын яшерергә.

source: Appearance
tt: Тышкы күренеш

source: C_lear Custom Command History
tt: Командалар журналын чистартырга

source: History
tt: Журнал

source: _General
tt: _Гомуми

source: Custom actions are only available in collapsed mode.
tt: Кулланучы гамәлләре бары тик төрелгән режимда гына мөмкин.

source: Pattern
tt: Шаблон

source: Add a new custom action.
tt: Кулланучы гамәлен өстәргә.

source: Remove the currently selected action.
tt: Сайланган гамәлне бетерергә.

source: If the type is set to prefix, %s will be replaced with the string after the pattern, %S with the complete entry text. For regular expressions you can use \0 and \<num>.
tt: Әгәр тип буларак 'префикс' сайланса, ул вакытта %s шаблоннан соң юлга, ә %S тулысынча текстка алыштырылачак. Регуляр аңлатмалар өчен \0 һәм \<сан> эзлеклелекләрен кулланырга була.

source: Co_mmand:
tt: _Команда:

source: Patte_rn:
tt: _Шаблон:

source: _Type:
tt: _Тип:

source: _Save match in command history
tt: _Командалар журналында тәңгәл килүләрне сакларга

source: Custom _Actions
tt: _Кулланучы гамәлләре

source: Find and launch applications installed on your system
tt: Системагызда урнаштырылган кушымталарны эзләү һәм эшләтү

source: program;applications;bookmarks;
tt: программа;кушымталар;кыстыргычлар;

source: Run Program...
tt: Кушымтаны эшләтергә...

source: Enter a command you want to launch
tt: Эшләтергә теләгән команданы кертегез

source: run;command;application;program;finder;search;launcher;everything;spotlight;sherlock;applesearch;unity dash;krunner;synapse;ulauncher;launchy;gnome do;pie;apwal;recoll;alfred;quicksilver;tracker;beagle;kupfer;
tt: башкарырга;команда;кушымта;программа;эзләү;эшләтү;барысы да;spotlight;sherlock;applesearch;unity dash;krunner;synapse;ulauncher;launchy;gnome do;pie;apwal;recoll;alfred;quicksilver;tracker;beagle;kupfer;

source: Application to quickly run applications and commands
tt: Кушымталар һәм командаларны җәһәт эшләтеп җибәрү өчен кушымта

source: The application finder is a tool to find and launch installed applications on your system and quickly execute commands. It can also be used to quickly add launchers to the Xfce Panel by dragging an item from the view and drop it on the panel.
tt: Кушымталарны эзләү — системагызда урнаштырылган кушымталарны эзләү һәм эшләтеп җибәрү, командаларны җәһәт башкару коралы. Ул шулай ук Xfce панеленә тартып күчереп тиз генә тамгасурәтләр өстәү өчен дә кулланылырга мөмкин.
